{"translation-revision-date":"2021-06-10 14:47+0200","generator":"WP-CLI\/2.4.0","source":"src\/blocks\/P2PShare\/P2PShareBlock.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n > 1);"},"How many people can you motivate to also sign the petition?":["Combien de personnes pouvez-vous motiver pour qu’elles signent également la pétition?"],"How will you be able to reach your friends best?":["Quelle est la manière la plus simple pour atteindre vos proches?*"],"I just signed this petition, it's a very important topic. Click here to sign it also: ":["Je viens de signer cette pétition, c’est un sujet très important. Cliquez ici pour la signer également : "],"Thank you for sharing on WhatsApp! Click this link, you will be able to edit the message before sending it: ":["Merci de partager sur WhatsApp ! Cliquez sur ce lien, vous pourrez modifier le message avant de l’envoyer : "],"Thank you for sharing on Telegram! Click this link, you will be able to edit the message before sending it: ":["Merci de partager sur Telegram ! Cliquez sur ce lien, vous pourrez modifier le message avant de l’envoyer : "],"Help by also signing this petition!":["Aidez-nous en signant aussi cette pétition !"],"Hi, I just signed this petition. Can I ask you to sign it too? CTA_LINK":["Bonjour, je viens de signer cette pétition. Pourriez-vous la signer aussi ? CTA_LINK"],"Thank you for sharing by SMS! Please copy the following message and send it to your friends.":["Merci de partager par SMS ! Copiez le message suivant et envoyez-le à vos amis."],"Thank you for sharing on Signal! Please copy the following message and send it to your friends.":["Merci de partager sur Signal !  Copiez le message suivant et envoyez-le à vos amis."],"Thank you for sharing on Threema! Please copy the following message and send it to your friends.":["Merci d’avoir partagé sur Threema! Copiez le message suivant et envoyez-le à vos amis."],"UTM Tags":["Balises UTM"],"UTM Medium":["UTM Medium"],"UTM Campaign":["Campagne UTM"],"utm_source will be added automatically depending on the channel.":["utm_source seront ajoutés automatiquement en fonction du canal."],"Step 1":["Étape 1"],"Step 2":["Étape 2"],"Share text\/links":["Partager du texte\/des liens"],"Share text for all channels. The link will be shortened and added to the end of the text:":["Partagez le texte sur tous les réseaux. Le lien sera raccourci et ajouté à la fin du texte :"],"THE SHARE TEXT FOR ALL CHANNELS":[" Le texte à partager sur tous les réseaux"],"Short version (max. 178 characters) of the share text when sent by SMS. The link will be shortened and added to the end of the text:":["Version courte (max. 178 caractères) du texte partagé lorsqu’il est envoyé par SMS. Le lien sera raccourci et ajouté à la fin du texte :"],"THE SHARE TEXT FOR ALL CHANNELS (when sent by SMS)":["LE TEXTE DE PARTAGE POUR TOUS LES CANAUX (lorsqu’il est envoyé par SMS)"],"Share link (unshortened and without UTM tags)":["Lien de partage (non raccourci et sans balises UTM)"],"WhatsApp SMS CTA (178 characters max, link to WhatsApp will be added at the end):":["WhatsApp SMS CTA (178 caractères max, le lien vers WhatsApp sera ajouté à la fin):"],"THE TEXT TO SEND BY SMS":["LE TEXTE À ENVOYER PAR SMS"],"Email Subject:":["Objet du mail:"],"EMAIL SUBJECT":["SUJET DE L’EMAIL"],"Email Text. Put CTA_LINK anywhere you would like to put a shortened link.":["Texte de l’e-mail. Mettez CTA_LINK où vous souhaitez mettre un lien raccourci."],"EMAIL TEXT":["TEXTE EMAIL"],"First SMS, share CTA (178 characters max):":["Premier SMS, partageZ CTA (178 caractères max) :"],"FOR EXAMPLE: Thank you for sharing with your friends. Please forward the following SMS text to them.":["PAR EXEMPLE: Merci d’avoir partagé avec vos amis. Veuillez leur transmettre le texte SMS suivant."],"A second SMS is sent with the share text and link.":["Un deuxième SMS est envoyé avec le texte de partage et le lien."],"FOR EXAMPLE: Thank you for sharing with your friends. Please copy\/paste the following text into Signal and send it to your friends.":["PAR EXEMPLE: Merci d’avoir partagé avec vos amis. Veuillez copier\/coller le texte suivant dans Signal et l’envoyer à vos amis."],"FOR EXAMPLE: Thank you for sharing with your friends. Please copy\/paste the following text into Threema and send it to your friends.":["PAR EXEMPLE: Merci d’avoir partagé avec vos amis. Veuillez copier\/coller le texte suivant dans Threema et l’envoyer à vos amis."],"Telegram SMS CTA (178 characters max, link to Telegram will be added at the end):":["Télégramme SMS CTA (178 caractères max, le lien vers Telegram sera ajouté à la fin):"]}}}