{"translation-revision-date":"2021-06-02 08:25+0200","generator":"WP-CLI\/2.4.0","source":"src\/blocks\/P2PShare\/P2PShareBlock.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_CH","plural-forms":"nplurals=2; plural=(n != 1);"},"How many people can you motivate to also sign the petition?":["Wie viele Personen kannst du motivieren, die Petition auch zu unterschreiben?"],"How will you be able to reach your friends best?":["Wie erreichst du deine Freunde am besten?"],"I just signed this petition, it's a very important topic. Click here to sign it also: ":["Ich habe gerade diese Petition zu einem wichtigen Thema unterschrieben. Klick hier um sie auch zu unterschreiben: "],"Thank you for sharing on WhatsApp! Click this link, you will be able to edit the message before sending it: ":["Vielen Dank fürs Teilen auf WhatsApp! Klick diesen Link, du kannst die Nachricht noch bearbeiten bevor du sie abschickst:"],"Thank you for sharing on Telegram! Click this link, you will be able to edit the message before sending it: ":["Vielen Dank fürs Teilen auf Telegram! Klick diesen Link, du kannst die Nachricht noch bearbeiten bevor du sie abschickst:"],"Help by also signing this petition!":["Hilf mit indem du die Petition auch unterschreibst!"],"Hi, I just signed this petition. Can I ask you to sign it too? CTA_LINK":["Hallo, ich habe gerade diese Petition unterschrieben. Willst du nicht auch unterschreiben? CTA_LINK"],"Thank you for sharing by SMS! Please copy the following message and send it to your friends.":["Vielen Dank fürs Teilen per SMS! Bitte kopiere die folgende Nachricht und sende sie an deine Freund*innen."],"Thank you for sharing on Signal! Please copy the following message and send it to your friends.":["Vielen Dank fürs Teilen per Signal! Bitte kopiere die folgende Nachricht und schicke sie an deine Freund*innen."],"Thank you for sharing on Threema! Please copy the following message and send it to your friends.":["Vielen Dank fürs Teilen per Threema! Bitte kopiere die folgende Nachricht und schicke sie an deine Freund*innen."],"UTM Tags":["UTM Tags"],"UTM Medium":["UTM Medium"],"UTM Campaign":["UTM Campaign"],"utm_source will be added automatically depending on the channel.":["utm_source wird automatisch hinzugefügt und dem Kanal angepasst."],"Step 1":["Schritt 1"],"Step 2":["Schritt 2"],"Share text\/links":["Teilen-Text und -Link"],"Share text for all channels. The link will be shortened and added to the end of the text:":["Geteilter Text auf allen Kanälen. Der Link wird gekürzt und am Ende des Textes angehängt:"],"THE SHARE TEXT FOR ALL CHANNELS":["GETEILTER TEXT FÜR ALLE KANÄLE"],"Short version (max. 178 characters) of the share text when sent by SMS. The link will be shortened and added to the end of the text:":["Kurze Version (max. 178 Zeichen) des geteilten Textes für den Versand per SMS. Der Link wird gekürzt und am Ende des Textes angehängt:"],"THE SHARE TEXT FOR ALL CHANNELS (when sent by SMS)":["GETEILTER TEXT FÜR ALLE KANÄLE (wenn per SMS versendet)"],"Share link (unshortened and without UTM tags)":["Geteilter Link (ungekürzt und ohne UTM Tags)"],"WhatsApp SMS CTA (178 characters max, link to WhatsApp will be added at the end):":["WhatsApp SMS CTA (max. 178 Zeichen, Link zu WhatsApp wird am Ende angefügt)"],"THE TEXT TO SEND BY SMS":["DER PER SMS VERSENDETE TEXT"],"Email Subject:":["E-Mail-Betreff:"],"EMAIL SUBJECT":["E-MAIL-BETREFF"],"Email Text. Put CTA_LINK anywhere you would like to put a shortened link.":["E-Mail Text. Benutze CTA_LINK um einen gekürzten Link einzufügen."],"EMAIL TEXT":["E-MAIL TEXT"],"First SMS, share CTA (178 characters max):":["Erstes SMS, CTA zum Teilen (max. 178 Zeichen):"],"FOR EXAMPLE: Thank you for sharing with your friends. Please forward the following SMS text to them.":["ZUM BEISPIEL: Vielen Dank fürs Teilen mit deinen Freund*innen. Bitte leite die folgende SMS an sie weiter."],"A second SMS is sent with the share text and link.":["Ein zweites SMS wird gesendet mit dem Teilen-Text und Link."],"FOR EXAMPLE: Thank you for sharing with your friends. Please copy\/paste the following text into Signal and send it to your friends.":["ZUM BEISPIEL: Vielen Dank fürs Teilen mit deinen Freunden. Bitte kopiere die folgende Nachricht und leite sie per Signal an deine Freund*innen weiter."],"FOR EXAMPLE: Thank you for sharing with your friends. Please copy\/paste the following text into Threema and send it to your friends.":["ZUM BEISPIEL: Vielen Dank fürs Teilen mit deinen Freunden. Bitte kopiere die folgende Nachricht und leite sie per Threema an deine Freund*innen weiter."],"Telegram SMS CTA (178 characters max, link to Telegram will be added at the end):":["Telegram SMS CTA (max. 178 Zeichen, Link zu Telegram wird am Ende angefügt)"]}}}