Repository: greenpeace/planet4-gpch-plugin-blocks
Catalog: languages/planet4-gpch-plugin-blocks-*.po
Languages: fr_fr

source: Invalid phone number.
fr_fr: Numéro de téléphone invalide

source: Only mobile numbers allowed.
fr_fr: Seuls les numéros de téléphone mobile sont autorisés.

source: Only Swiss phone number allowed.
fr_fr: Seuls les numéros de téléphone mobile suisses sont autorisés.

source: Text message is too long.
fr_fr: Le message est trop long.

source: SMS could not be sent. Try again later.
fr_fr: Le SMS n’a pas pu être envoyé. Essayez à nouveau plus tard.

source: FIELD_VALUE has signed TIME_AGO.
fr_fr: FIELD_VALUE a signé TIME_AGO.

source: year
fr_fr: année

source: month
fr_fr: mois

source: week
fr_fr: semaine

source: day
fr_fr: jour

source: hour
fr_fr: heure

source: second
fr_fr: seconde

source: years
fr_fr: années

source: months
fr_fr: mois

source: weeks
fr_fr: semaines

source: days
fr_fr: jours

source: hours
fr_fr: heures

source: seconds
fr_fr: secondes

source: ago
fr_fr: il y a

source: just now
fr_fr: à l’instant

source: How many people can you motivate to also sign the petition?
fr_fr: Combien de personnes pouvez-vous motiver pour qu’elles signent également la pétition?

source: How will you be able to reach your friends best?
fr_fr: Quelle est la manière la plus simple pour atteindre vos proches?*

source: I just signed this petition, it's a very important topic. Click here to sign it also:
fr_fr: Je viens de signer cette pétition, c’est un sujet très important. Cliquez ici pour la signer également :

source: Thank you for sharing on WhatsApp! Click this link, you will be able to edit the message before sending it:
fr_fr: Merci de partager sur WhatsApp ! Cliquez sur ce lien, vous pourrez modifier le message avant de l’envoyer :

source: Thank you for sharing on Telegram! Click this link, you will be able to edit the message before sending it:
fr_fr: Merci de partager sur Telegram ! Cliquez sur ce lien, vous pourrez modifier le message avant de l’envoyer :

source: Help by also signing this petition!
fr_fr: Aidez-nous en signant aussi cette pétition !

source: Hi, I just signed this petition. Can I ask you to sign it too? CTA_LINK
fr_fr: Bonjour, je viens de signer cette pétition. Pourriez-vous la signer aussi ? CTA_LINK

source: Thank you for sharing by SMS! Please copy the following message and send it to your friends.
fr_fr: Merci de partager par SMS ! Copiez le message suivant et envoyez-le à vos amis.

source: Thank you for sharing on Signal! Please copy the following message and send it to your friends.
fr_fr: Merci de partager sur Signal ! Copiez le message suivant et envoyez-le à vos amis.

source: Invalid email address
fr_fr: Adresse email non valide

source: Error
fr_fr: Erreur

source: 👍 Copied!
fr_fr: 👍 Copié !

source: Please use a valid Swiss mobile number.
fr_fr: Veuillez utiliser un numéro de mobile suisse valable.

source: Your message was sent. Check your phone!
fr_fr: Votre message a été envoyé. Vérifiez votre téléphone!

source: Application error. Please try again later.
fr_fr: Erreur d’application. Veuillez réessayer ultérieurement.

source: Your message was sent. Check your email!
fr_fr: Votre message a été envoyé. Vérifiez votre e-mail!

source: Thank you for sharing on Threema! Please copy the following message and send it to your friends.
fr_fr: Merci d’avoir partagé sur Threema! Copiez le message suivant et envoyez-le à vos amis.

source: UTM Tags
fr_fr: Balises UTM

source: UTM Campaign
fr_fr: Campagne UTM

source: utm_source will be added automatically depending on the channel.
fr_fr: utm_source seront ajoutés automatiquement en fonction du canal.

source: Step 1
fr_fr: Étape 1

source: Step 2
fr_fr: Étape 2

source: Share text/links
fr_fr: Partager du texte/des liens

source: Share text for all channels. The link will be shortened and added to the end of the text:
fr_fr: Partagez le texte sur tous les réseaux. Le lien sera raccourci et ajouté à la fin du texte :

source: THE SHARE TEXT FOR ALL CHANNELS
fr_fr: Le texte à partager sur tous les réseaux

source: Short version (max. 178 characters) of the share text when sent by SMS. The link will be shortened and added to the end of the text:
fr_fr: Version courte (max. 178 caractères) du texte partagé lorsqu’il est envoyé par SMS. Le lien sera raccourci et ajouté à la fin du texte :

source: THE SHARE TEXT FOR ALL CHANNELS (when sent by SMS)
fr_fr: LE TEXTE DE PARTAGE POUR TOUS LES CANAUX (lorsqu’il est envoyé par SMS)

source: Share link (unshortened and without UTM tags)
fr_fr: Lien de partage (non raccourci et sans balises UTM)

source: WhatsApp SMS CTA (178 characters max, link to WhatsApp will be added at the end):
fr_fr: WhatsApp SMS CTA (178 caractères max, le lien vers WhatsApp sera ajouté à la fin):

source: THE TEXT TO SEND BY SMS
fr_fr: LE TEXTE À ENVOYER PAR SMS

source: Email Subject:
fr_fr: Objet du mail:

source: EMAIL SUBJECT
fr_fr: SUJET DE L’EMAIL

source: Email Text. Put CTA_LINK anywhere you would like to put a shortened link.
fr_fr: Texte de l’e-mail. Mettez CTA_LINK où vous souhaitez mettre un lien raccourci.

source: EMAIL TEXT
fr_fr: TEXTE EMAIL

source: First SMS, share CTA (178 characters max):
fr_fr: Premier SMS, partageZ CTA (178 caractères max) :

source: FOR EXAMPLE: Thank you for sharing with your friends. Please forward the following SMS text to them.
fr_fr: PAR EXEMPLE: Merci d’avoir partagé avec vos amis. Veuillez leur transmettre le texte SMS suivant.

source: A second SMS is sent with the share text and link.
fr_fr: Un deuxième SMS est envoyé avec le texte de partage et le lien.

source: FOR EXAMPLE: Thank you for sharing with your friends. Please copy/paste the following text into Signal and send it to your friends.
fr_fr: PAR EXEMPLE: Merci d’avoir partagé avec vos amis. Veuillez copier/coller le texte suivant dans Signal et l’envoyer à vos amis.

source: FOR EXAMPLE: Thank you for sharing with your friends. Please copy/paste the following text into Threema and send it to your friends.
fr_fr: PAR EXEMPLE: Merci d’avoir partagé avec vos amis. Veuillez copier/coller le texte suivant dans Threema et l’envoyer à vos amis.

source: Telegram SMS CTA (178 characters max, link to Telegram will be added at the end):
fr_fr: Télégramme SMS CTA (178 caractères max, le lien vers Telegram sera ajouté à la fin):

source: Event
fr_fr: Événement

source: 1 - 5 People
fr_fr: 1 - 5 personnes

source: 6 - 10 People
fr_fr: 6 - 10 Personnes

source: 10 - 20 People
fr_fr: 10 - 20 Personnes

source: 20+ People
fr_fr: Plus de 20

source: Share on WhatsApp
fr_fr: Partager sur WhatsApp

source: Thanks for sharing!
fr_fr: Merci de partager !

source: Click the button to open WhatsApp. You can edit the message before sending.
fr_fr: Cliquez sur le bouton pour ouvrir WhatsApp. Vous pouvez modifier le message avant de l’envoyer.

source: Open WhatsApp
fr_fr: Ouvrez WhatsApp

source: WhatsApp limits sending to 5 people at a time. You can click the button again to send to more people.
fr_fr: WhatsApp limite l’envoi à 5 personnes à la fois. Vous pouvez cliquer à nouveau sur le bouton pour envoyer à plus de personnes.

source: Mobile number:
fr_fr: Numéro de téléphone portable :

source: Great! Enter your phone number to receive an SMS with a WhatsApp link.
fr_fr: Génial! Entrez votre numéro de téléphone pour recevoir un SMS avec un lien WhatsApp.

source: We will not use your number for anything else.
fr_fr: Nous n’utiliserons pas votre numéro pour autre chose.

source: Send SMS
fr_fr: Envoyer un SMS

source: Sending...
fr_fr: Envoi...

source: 👍 Done!
fr_fr: 👍 Fait!

source: Back
fr_fr: Retour

source: Share by Email
fr_fr: Partager par email

source: Copy/Paste this text:
fr_fr: Copiez/collez ce texte :

source: Copy to clipboard
fr_fr: Copier dans le presse-papiers

source: Great! Let us send you an email you can forward to your friends.
fr_fr: Génial! Laissez-nous vous envoyer un e-mail que vous pouvez transmettre à vos amis.

source: We will not use your email address for anything else.
fr_fr: Nous n’utiliserons pas votre adresse e-mail pour autre chose.

source: Send Email
fr_fr: Envoyer un email

source: Share by SMS
fr_fr: Partager par SMS

source: Great! Enter your phone number to receive an SMS you can forward to your friends.
fr_fr: Génial! Entrez votre numéro de téléphone pour recevoir un SMS que vous pouvez transmettre à vos amis.

source: Share by Signal
fr_fr: Partager par signal

source: Great! Enter your phone number to receive an SMS you can forward on Signal.
fr_fr: Génial! Entrez votre numéro de téléphone pour recevoir un SMS que vous pouvez transférer sur Signal.

source: Share on Threema
fr_fr: Partager sur Threema

source: Click the button to open Threema. You can edit the message before sending.
fr_fr: Cliquez sur le bouton pour ouvrir Threema. Vous pouvez modifier le message avant de l’envoyer.

source: Open Threema
fr_fr: Ouvrez Threema

source: Share on Telegram
fr_fr: Partagez sur Telegram

source: Click the button to open Telegram. You can edit the message before sending.
fr_fr: Cliquez sur le bouton pour ouvrir Telegram. Vous pouvez modifier le message avant de l’envoyer.

source: Open Telegram
fr_fr: Ouvrir le télégramme

source: Great! Enter your phone number to receive an SMS with a Telegram link.
fr_fr: génial! Entrez votre numéro de téléphone pour recevoir un SMS avec un lien Telegram.
